<template>
  <div>
    <div class="partone">
      <h1>من نحن، ما هدفنا؟</h1>
      <p class="tes">
        هدفنا تركيز على الطالب تعليمه مهارات الاساسية لسوق عمل مع تعليم مجال
        العالم الطالب الذي يختار
      </p>
    </div>
    <div class="img">
      <img
        :src="require('./img/WhatsApp Image 2024-10-23 at 11.31.13 PM.jpeg')"
        alt="not work" />
    </div>
    <div class="parttow">
      <p>
        التركيز على تقوية المهارات العملية للمهندسين لزيادة فرصهم في سوق العمل،
        من خلال تقديم تدريبات متقدمة ومشاريع تطبيقية تساعدهم على اكتساب الخبرات
        العملية المطلوبة.
        <br />
        والعمل على مساعدة الفتيات اللاتي يعانين من مشكلة بعد المسافة بين قضاء
        الضليل والعاصمة عمان، من خلال تنمية مهاراتهن العملية في مجالات مختلفة
        للحصول
        <br />
        على فرص عمل عبر الإنترنت وفرص عمل داخل قضاء الضليل في المصانع في المناصب
        الإدارية، مما يتيح لهن الحصول على دخل جيد. وتحقيق توازن أفضل بين
        <br />
        الحياة العملية والحياة الشخصية، حيث تصب أهداف المبادرة في ما يلي: تنمية
        قدرات الشباب وصقل مهاراتهم، تقديم دورات تدريبية متخصصة، تعزيز التعاون
        وبناء <br />
        شبكات قوية، تشجيع العمل التطوعي المجتمعي، تنظيم أنشطة شبابية مبتكرة،
        وخلق بيئة آمنة وملهمة للدراسة والإبداع.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "OurOrganization", // تغيير الاسم إلى اسم مكون مكون من كلمتين
};
</script>

<style scoped>
.partone {
  font-family: "Cairo", sans-serif;
}

.partone h1 {
  color: #ac8d8d;
}

.img {
  display: flex;
  width: 10%;
  height: 492px;
  margin-left: 37%;
}

.parttow {
  font-family: "Cairo", sans-serif;
  line-height: 2;
  margin-right: 22%;
  direction: rtl;
  text-align: right;
}
.tes {
  margin-left: 32%;
}
h1 {
  margin-left: 42%;
}
/* أضف أي أنماط ترغب بها */
</style>
